Repository: valeb/Parolu
Catalog: po/*.po
Languages: de

source: Open Text File
de: Textdatei öffnen

source: Save Text to File
de: Textdatei speichern

source: Menu
de: Menü

source: Choose Language
de: Sprache wählen

source: Choose Voice
de: Stimme wählen

source: Adjust Pitch
de: Stimmlage anpassen

source: Adjust Speed
de: Geschwindigkeit anpassen

source: Save Audio to File
de: Audiodatei speichern

source: Read Text
de: Text vorlesen

source: _Keyboard Shortcuts
de: Tastenkürzel

source: _About Parolu
de: Über Parolu

source: It's built on the Piper synthesizer library and supports voices for different languages including German, Italian, French, Spanish, and even Esperanto!
de: Die Anwendung verwendet die Piper Bibliothek zur Sprachythese, und unterstützt verschieden Sprachen, z.B. Deutsch, Italienisch, Französisch, Spanisch, und sogar Esperanto!

source: Initial release
de: Erste Version

source: Loading
de: Laden

source: Download Voices
de: Stimmen herunterladen

source: All Voices Downloaded
de: Alle Stimmen heruntergeladen

source: No additional voices available
de: Keine weiteren Stimmen verfügbar

source: Remove Voices
de: Stimmen entfernen

source: Delete
de: Löschen

source: Installed
de: Installiert
